[
    {
        "name": "Bilingual",
        "description": "The character begins play knowing one extra language, beyond the default language of the game’s setting."
    },
    {
        "name": "Day Job",
        "description": "The character has a proper job. Adjust their Resource Level by their Wisdom modifier."
    },
    {
        "name": "Dealer",
        "description": "The character trades on the black market, relying on their people skills to turn a profit. Adjust the character’s Resource Level by their Charisma modifier."
    },
    {
        "name": "Fame",
        "description": "The character is well known, at least locally. This might give them +1 to Charm rolls when dealing with fans, but makes it hard to keep their cover if they’re recognised."
    },
    {
        "name": "Financial Investments",
        "description": "The character plays the financial markets, or gambles. Adjust the character’s Resources Level by their Intelligence modifier."
    },
    {
        "name": "Firearms Licence",
        "description": "The character won’t get in legal trouble for carrying weapons, until they actually shoot somebody."
    },
    {
        "name": "Independently Wealthy",
        "description": "The character has a modest sum of money to be getting by on, perhaps an inheritance. The character’s Resources Level is increased by 1."
    },
    {
        "name": "Laboratory Access",
        "description": "The character has access to a well-stocked laboratory, perhaps private or perhaps at a university or hospital, in which they can conduct experiments largely freely."
    },
    {
        "name": "Off the Grid",
        "description": "The character has no paper-trail leading to them. They can’t be located through doxing or similar investigations."
    },
    {
        "name": "Recognised Academic",
        "description": "The character won’t get in trouble for carrying occult items, until they start performing magic themselves."
    },
    {
        "name": "Safehouse",
        "description": "The character has a secure above-ground location only known to themselves and the other party members."
    }
]